accountsservice
alacritty
alsa-firmware
alsa-plugins
alsa-utils
awesome-terminal-fonts
awww
base
base-devel
bash-completion
bind
blueman
bluez
bluez-hid2hci
bluez-libs
bluez-obex
bluez-utils
breeze-gtk
btop
btrfs-assistant
btrfs-progs
cachy-update
cachyos-benchmarker
cachyos-emerald-kde-theme-git
cachyos-fish-config
cachyos-gaming-applications
cachyos-gaming-meta
cachyos-hello
cachyos-hooks
cachyos-iridescent-kde
cachyos-kernel-manager
cachyos-keyring
cachyos-micro-settings
cachyos-mirrorlist
cachyos-nord-kde-theme-git
cachyos-packageinstaller
cachyos-plymouth-bootanimation
cachyos-rate-mirrors
cachyos-settings
cachyos-snapper-support
cachyos-themes-sddm
cachyos-v3-mirrorlist
cachyos-v4-mirrorlist
cachyos-wallpapers
cachyos-zsh-config
cantarell-fonts
cava
chaotic-keyring
chaotic-mirrorlist
char-white
chwd
cockpit
cockpit-machines
code
cpu-x
cpupower
cryptsetup
device-mapper
diffutils
dmidecode
dmraid
dnsmasq
docker
docker-compose
dosfstools
duf
dunst
e2fsprogs
efibootmgr
efitools
ethtool
exfatprogs
f2fs-tools
fastfetch
ffmpegthumbnailer
firefox
flatpak
freedownloadmanager
fsarchiver
fwupd
git
glances
grimblast-git
gst-libav
gst-plugin-pipewire
gst-plugin-va
gst-plugins-bad
gst-plugins-ugly
haruna
hdparm
homebank
hwdetect
hwinfo
hyprland
hyprlauncher
hyprpaper
hyprpolkitagent
hyprshot
inetutils
intel-media-driver
intel-media-sdk
intel-ucode
iptables
iwd
jfsutils
kde-gtk-config
kdeplasma-addons
kinfocenter
kitty
krita
kscreen
kvantum-qt5
kwallet-pam
less
lib32-mesa
lib32-opencl-mesa
lib32-vulkan-intel
libdvdcss
libgsf
libmythes
libopenraw
libreoffice-fresh
limine
limine-mkinitcpio-hook
limine-snapper-sync
linux-cachyos
linux-cachyos-headers
linux-cachyos-lts
linux-cachyos-lts-headers
linux-firmware
logrotate
lsb-release
lsscsi
lvm2
man-db
man-pages
mdadm
meld
mesa-utils
micro
mkinitcpio
modemmanager
mtools
nano
nano-syntax-highlighting
netctl
networkmanager
networkmanager-openvpn
nfs-utils
nilfs-utils
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nss-mdns
nwg-displays
nwg-look
octopi
opencl-mesa
openssh
os-prober
pacman-contrib
pamixer
paru
perl
phonon-qt6-vlc
pipewire-alsa
pipewire-jack
pkgfile
plasma-browser-integration
plasma-desktop
plasma-firewall
plasma-login-manager
plocate
plymouth
poppler-glib
popsicle
power-profiles-daemon
powerdevil
prismlauncher
pv
pycharm-community-edition
python
python-defusedxml
python-packaging
qbittorrent
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt6ct
rebuild-detector
reflector
rofi
s-nail
satty
sg3_utils
slurp
smartmontools
snapper
sof-firmware
sudo
sysfsutils
texinfo
thunar
thunderbird
traceroute
ttf-bitstream-vera
ttf-cascadia-code-nerd
ttf-dejavu
ttf-liberation
ttf-meslo-nerd
ttf-nerd-fonts-symbols-common
ttf-opensans
udiskie
ufw
ufw-extras
unrar
unzip
usb_modeswitch
usbutils
uwsm
vesktop
vim
vlc-plugins-all
vulkan-intel
which
wl-clip-persist
wlogout
wpa_supplicant
xfsprogs
xl2tpd
xsettingsd
yay-bin
